Repository: beeverycreative/BEEweb
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pt

source: Announcements
de: Nachrichten
es: Anuncio
pt: Anúncios

source: Cannot be toggled
de: Es kann nicht umgeschaltet werden
es: No se puede alterar
pt: Não pode ser alterado

source: Disable Channel
de: Kanal deaktivieren
es: Desactivar canal
pt: Desativar Canal

source: Enable Channel
de: Kanal aktivieren
es: Activar canal
pt: Ativar Canal

source: Later
de: Dann
es: Despúes
pt: Depois

source: Mark read
de: Als gelesen markieren
es: Marcar como leído
pt: Marcar como lido

source: Read...
de: Lesen...
es: leer...
pt: Ler...

source: Mark as last read
de: Als letztes gelesen markieren
es: Marcar como última lectura
pt: Marcar como lido por último

source: Close
de: Schließen
es: Cerrar
pt: Fechar

source: Plugin Manager
es: Plugin Administrador
pt: Gestor de Plugin

source: Software Update
es: Actualización de Software
pt: Atualização de Software

source: Release
de: Freigabe
es: Lanzamiento
pt: Lançamento

source: unknown
de: unbekannt
es: desconocido
pt: Desconhecido

source: There are updates available for the following components:
de: Für die folgende Komponenten, stehen Updates zur Verfügung:
es: Hay actualizaciones disponibles para los siguientes componentes:
pt: Existem atualizações disponíveis para os seguintes componentes:

source: Release Notes
de: Freigabemitteilung
es: Notas de la lanzamiento
pt: Notas de lançamento

source: Those components marked with <i class="icon-ok"></i> can be updated directly.
de: Die gekennzeichneten Komponenten mit <i class="icon-ok"></i> können direkt aktualisiertwerden.
es: Los componentes marcados con <i class="icon-ok"></i> pueden ser actualizados
pt: Os componentes marcados com <i class="icon-ok"></i> podem ser atualizados diretamente.

source: Update Available
de: Update verfügbar
es: Actualización disponible
pt: Atualização Disponível

source: Ignore
de: ignorieren
es: Ignorar
pt: Ignorar

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
de: Du kannst diese Nachricht wieder anzeigen über "Settings" > "SoftwareUpdate" > "Check for update now"
es: Puedes ver este mensaje de nuevo en "Settings" > "Software Update" > "Check for update now"
pt: Poderás fazer esta imagem aparecer novamente em "Settings" > "Software Update" > "Check for update now"

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
pt: Atualizar agora

source: Everything is up-to-date
de: Es ist alles aktualisiert
es: Todo está al día
pt: Tudo está atualizado

source: Updating...
es: Actualizando...
pt: A atualizar...

source: Now updating, please wait.
de: Jetzt aktualisieren, bitte warten.
es: Actualizando, por favor espera.
pt: A atualizar agora, aguarda por favor

source: Update not started!
de: Update nicht gestartet werden!
es: Actualización no iniciada!
pt: Atualização não iniciada

source: The update could not be started. Please consult the log for details.
pt: Não é possível iniciar a atualização. Por favor consulta o log para mais informações.

source: Can't update while printing
de: Während des Druckvorgangs kann es nicht aktualisiert werden
es: No se puede actualizar durante la impresión
pt: Não é possível atualizar durante uma impressão

source: A print job is currently in progress. Updating will be prevented until it is done.
de: Ein Druckauftrag ist jetzt im Gang. Das Update wird verhindertbis es fertig ist.
es: Un trabajo de impresión está en curso. Se evitará la actualización hasta queeste listo.
pt: Uma impressão está em curso. A atualização será impedida até que termine.

source: Now updating %(name)s to %(version)s
pt: A atualizar o módulo %(name)s para a versão %(version)s

source: Update successful, restarting!
de: Update erfolgreich, jetzt neu starten!
es: Actualizado correctamente, reiniciando!
pt: Atualização bem sucedida, a reiniciar!

source: The update finished successfully and the server will now be restarted.
de: Das Update wurde erfolgreich beendet und BEESOFT wird jetzt neu gestartet.
pt: A atualização foi bem sucedida e o BEESOFT será agora reiniciado

source: Restart failed
de: Neustart ist fehlgeschlagen
es: Falla al reiniciar
pt: Falha a reiniciar

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult the log file on what went wrong.
de: BEESOFT hat sich nicht neu gestartet.Du musst es manuellmachen. Bitte analysierst du das Log, um sehen was passiert war.
pt: O BEESOFT aparentemente não reiniciou. Será necessário fazê-lo manualmente. Por favor consulta o ficheiro log para saber o que correu mal.

source: The update finished successfully, please restart BEESOFT now.
de: Das Update wurde erfolgreich beendet, bitte BEESOFT neu starten.
es: La actualización se ha completado correctamente. Reinicia el BEESOFT ahora.
pt: A atualização foi bem sucedidade, por favor reinicia o BEESOFT agora

source: The update finished successfully, please reboot the server now.
de: Das Update wurde erfolgreich beendet, bitte BEESOFT neu starten.
pt: A atualização foi bem sucedidade, por favor reinicia o BEESOFT agora

source: Update successful, restart required!
de: Update erfolgreich, Neustart erforderlich
es: Actualización correcta, se requiere reiniciar!
pt: Atualização bem sucedida. É necessário reiniciar!

source: Restarting BEESOFT failed, please restart it manually. You might also want to consult the log file on what went wrong here.
de: Der Neustarten von BEESOFT ist fehlgeschlagen, bitte starten es manuell. Du kannst auchdas Log-Datei analysieren, um sehen was passiert war.
es: El reinicio del BEESOFT falló, por favor, reinicia manualmente. También puedes consultar el fichero log para ver lo que salió mal aquí.
pt: O BEESOFT não reiniciou. Será necessário fazê-lo manualmente. Por favor consulta o log file para saber o que correu mal.

source: Rebooting the server failed, please reboot it manually. You might also want to consult the log file on what went wrong here.
de: Der Neustart von BEESOFT ist fehlgeschlagen, bitte starten es manuell neu. Du kannst auchdas Log-Datei analysieren, um sehen was passiert war.
pt: O BEESOFT não reiniciou. Será necessário fazê-lo manualmente. Por favor consulta o log file para saber o que correu mal.

source: Update successful!
de: Update erfolgreich!
es: Actualización exitosa!
pt: Atualização bem sucedida!

source: The update finished successfully.
de: Das Update wurde erfolgreich beendet.
es: La actualización ha finalizado correctamente.
pt: A atualização foi concluída.

source: Update failed!
de: Update fehlgeschlagen!
es: ¡La actualización ha fallado!
pt: Atualização falhou!

source: The update did not finish successfully. Please consult the log for details.
de: Das Update wurde nicht erfolgreich beendet.Bitte analysieren das Log umAngaben zu finden.
es: La actualización no finalizó correctamente. Por favor, consulte el registro paradetalles.
pt: A atualização não foi concluída. Por favor consulta o log para mais detalhes.

source: Are you sure you want to update now?
de: Bist du sicher, dass du es jetzt aktualisieren möchtest?
es: ¿Seguro que quieres actualizar ahora?
pt: Tens a certeza que pretendes atualizar agora?

source: This will update the following components and restart the server:
de: Das wird die folgenden Komponenten aktualisieren und BEESOFT neu starten:
pt: Isto irá atualizar os componentes seguintes e reiniciar o BEESOFT:

source: Be sure to read through any linked release notes, especially those for BEESOFT since they might contain important information you need to know <strong>before</strong> upgrading.
de: Versuchst du, alle Versionshinweise zu lesen. Besonders überBEESOFT, da es wichtige Informationen enthalten können, die du wissen musst<strong>bevor</strong> upgrad.
es: Asegúrese de leer las notas de lanzamiento vinculadas, especialmente las del BEESOFT ya que pueden contener información importante que necesitas saber <strong>before</strong> de la actualización.
pt: Garante que lês todas as notas de lançamentos, especialmente aquelas que forem para o BEESOFT pois podem conter informação necessária saber <strong>antes</strong> da atualização.

source: Are you sure you want to proceed?
de: Bist du sicher, dass du fortfahren willst?
es: ¿Estas seguro que deseas continuar?
pt: Tens a certeza que pretendes continuar?

source: Cancel
de: Beenden
es: Cancelar
pt: Cancelar

source: Proceed
de: Fortfahren
es: Proceder
pt: Continuar

source: Please configure the <strong>checkout folder</strong> of BEESOFT, otherwise this plugin won't be able to update it. Click on the <i class="icon-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
de: Bitte konfigurieren <strong>checkout folder</strong> von BEESOFT, sonst dieses Plugin kann nicht update. Klicken auf <i class="icon-wrench"></i> button um das zu tun. Auch beziehen sich auf die <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
es: Por favor configura el <strong> la carpeta checkout </strong> del BEESOFT, de otra manera este plugin no conseguira actualizarlo. Haz clic en el <i class="icon-wrench"></i> button para hacer esto. Consulte también el <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
pt: Por favor configura a <strong>pasta de checkout</strong> do BEESOFT, senão este plugin não conseguirá fazer o update. Clica em <i class="icon-wrench"></i> button para fazer isso. Também poderá usar <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.

source: <p> <strong>You are running a non-release version of BEESOFT but are tracking BEESOFT releases.</strong> </p><p> You probably want BEESOFT to track the matching development version instead. If you have a local BEESOFT checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
de: <p> <strong>Du verwendest eine Version-Nicht-Freigabe von BEESOFT, aberBEESOFT sucht Freigabe.</strong> </p><p> Wahrscheinlich willst du, dass BEESOFT Updates von Entwicklungsversionverfolgt. Wenn du einen lokalen BEESOFT-Checkout folder auf einen anderen branchgeschaltet hast, wird <strong> es einfach Umstellung unter "Commit" </strong> Sonst bitte schau mal <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
es: <p> <strong>Estás ejecutando una versión experimental del BEESOFT pero el BEESOFTesta buscando nuevas actualizaciones estables.</strong> </p><p> Probablemente deseas que el BEESOFT busque actualizaones de versiones experimental. Si tienes una capeta de checkout folder direccionada para otro branch, <strong>simplemente siguiendo "Commit" </strong> se resolverá. De lo contrario, consulta <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
pt: <p> <strong>Estás a utilizar uma versão experimental do BEESOFT, mas o BEESOFT está à procura de novas atualizações estáveis.</strong> </p><p> Provavelmente queres que o BEESOFT pesquise atualizações da versão experimental. Se tens uma pasta local de checkout do BEESOFT apontada para outro branch, <strong>ao seguir "Commit" </strong> irá resolver. Caso contrário consulta <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>

source: Plugin Configuration
de: Plugin-Konfiguration
es: Plugin Configuración
pt: Configuração do plugin

source: Current versions
de: Aktuelle Versionen
es: Versiones actuales
pt: Versões atuais

source: Update available
de: Update verfügbar
es: Actualización disponible
pt: Atualização disponível

source: Update not possible, configuration ok?
de: Das Update ist nicht möglich, ist die Konfuguratuion ok?
es: No es posible actualizar, la configuración está bien?
pt: Não é possível atualizar, configuração ok?

source: Installed:
de: instaliert:
es: Instalado:
pt: Instalado:

source: Available:
de: Verfügbar:
es: Disponible:
pt: Disponível:

source: Release Notes:
de: Freigabemitteilung:
es: Notas de la versión:
pt: Notas de lançamento:

source: Check for update now
de: Nach Updates suchen
es: Buscar actualizaciones ahora
pt: Pesquisa por atualizações agora

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
pt: Opções avançadas

source: Force check for update (overrides cache used for update checks)
de: Update-Suche erzwingen (Überschreiben Cache, den für Aktualisierungsprüfungen verwendeten)
es: forzar la busquedad de actualizaciones (reemplaza el caché utilizado para las comprobaciones de actualizaciones)
pt: Verificação forçada de atualizações (substitui cache usado para verificações de atualizações)

source: Force update now (even if no new versions are available)
de: Update erzwingen (auch wenn keine neuen Versionen verfügbar sind)
es: Forzar actualización ahora (aunque no haya nuevas versiones disponibles)
pt: Força a atualização agora (mesmo que não haja novas versões disponíveis)

source: BEESOFT checkout folder
de: BEESOFT checkout Ordner
es: Carpeta de checkout del BEESOFT
pt: Pasta de checkout do BEESOFT

source: BEESOFT version tracking
de: BEESOFT Versionsverwaltung
es: Busquedad de versión del BEESOFT
pt: Pesquisa de versão do BEESOFT

source: BEESOFT Release Channel
de: BEESOFT Version-Kanal
es: Canal de lanzamiento del BEESOFT
pt: Canal de lançamento do BEESOFT

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Using Release Channels"</a> before switching to a release channel other than "Stable"
de: Stellst du sicher, dass du gelesen hast <a href="%(url)s" target="_blank" rel="noreferrer noopener">"benutzen Freigabekannal "</a> vor umschalten auf einen Freigabekanal außer "stabil"
es: Asegúrate de haber leído <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Utilizar Canales de lanzamiento"</a> antes de cambiar para un canal de lanzamiento que no sea "estable"
pt: Certifica-te que lês <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Usar canais de lançamento"</a> antes de mudar para um canal de lançamento que não seja "estável"

source: Version cache TTL
de: Cache-version TTL
pt: Versão cache TTL

source: Save
de: Speichern
es: Guardar
pt: Gravar

source: Files
de: Dateien
es: Archivos
pt: Ficheiros

source: Work Area
de: Arbeitsbereich
es: Área de trabajo
pt: Área de trabalho

source: Temperature
de: Temperatur
es: Temperatura
pt: Temperatura

source: Control
de: kontrollieren
pt: Controle

source: GCode Viewer
pt: VIsualizador de GCode

source: General Settings
de: Grundeinstellungen
es: Configuración general
pt: Configurações Gerais

source: Access Control
de: Zugriffssteuerungs
es: Control de acceso
pt: Controlo de acesso

source: Printer
de: Drucker
es: Impresora
pt: Impressora

source: Printer Profiles
de: Druckerprofile
es: Perfiles de la impresora
pt: Perfis de impressora

source: Folders
de: Ordner
es: Carpetas
pt: Pastas

source: Appearance
de: Aussehen
es: Apariencia
pt: Aparência

source: Temperatures
de: Temperaturen
es: Temperatura
pt: Temperaturas

source: Terminal Filters
es: Filtros de terminales
pt: Filtros de Terminal

source: GCODE Scripts
pt: Scripts de GCode

source: Features
de: Funktionalitäten
es: Caracteristicas
pt: Funcionalidades

source: Server
de: BEESOFT
pt: Servidor

source: Access
de: Zugriff
es: Acceso
pt: Acesso

source: BEESOFT appears to be down, at least it is not responding. . It <strong>was not possible to reconnect automatically</strong>. Please try to manually reconnect using the button bellow.
pt: O BEESOFT aparenta estar offline, pelo menos não está a responder.<strong>Não foi possível reconectar automaticamente</strong>. Por favor tentar conectar manualmente utilizando o botão em baixo

source: Server is offline
de: BEESOFT ist offline
pt: O BEESOFT está offline

source: Unhandled communication error
de: Unbehandelte Kommunikationsfehler
es: Error de comunicación no controlado
pt: Erro de comunicação não controlado

source: There was an unhandled error while talking to the printer. Due to that the ongoing print job was cancelled. Error: %(firmwareError)s
de: Es war ein Unbehandelte Kommunikationsfehler. Deswegen wurde der laufende Druckauftrag abgebrochen. Fehler: %(firmwareError)s
es: Hubo un error inesperado de comunicación con la impresora. Por eso la impresión en curso fue cancelada. Error: %(firmwareError)s
pt: Houve um erro inesperado de comunicação com a impressora. Por causa disso a impressão em curso foi cancelada. Erro: %(firmwareError)s

source: There was an unhandled error while talking to the printer. Due to that BEESOFT disconnected. Error: %(error)s
pt: Houve um erro inesperado de comunicação com a impressora. Por causa disso o BEESOFT desconectou-se. Erro: %(error)s

source: Updating firmware
de: Firmware aktualisieren
es: Actualización del firmware
pt: A atualizar firmware

source: Please wait while the printer's firmware is being updated to the latest version.
de: Bitte warten, während die Firmware des Druckers auf die neueste Version aktualisiert wird.
es: Espere mientras el firmware de la impresora se está actualizando a la última versión.
pt: Por favor aguarda que o firmware da impressora seja atualizado para a versão mais recente.

source: Firmware update error
de: Firmware-Update-Fehler
es: Error de actualización del firmware
pt: Erro de atualizaçao do firmware

source: There was an unhandled error while flashing the printer firmware. Please disconnect the printer and restart the software.
de: Es war ein unbehandelter Fehler beim flashing der Drucker-Firmware. Bitte den Drucker trennen und die Software neu starten.
es: Hubo un error inesperado, durante la actualización del firmware de la impresora.Por favor desconecte la impresora y reinicie el software.
pt: Houve um erro inesperado ao carregar o firmware da impressora. Por favor desliga a impressora e reinicia o software.

source: Firmware update success
de: Firmware Update Erfolg
es: Firmware actualizado con éxito
pt: Atualização de firmware bem sucedida

source: The firmware was updated to the latest version.
de: Die Firmware wurde auf die neueste Version aktualisiert.
es: El firmware se actualizó a la última versión.
pt: O firmware foi atualizado para a versão mais recente.

source: Firmware update available
de: Firmware Update Verfügbar
es: Actualización de firmware disponible
pt: Update de firmware disponível

source: Please restart your printer in order to update to the latest firmware.
de: Bitte starten Sie Ihren Drucker neu, um auf die neueste Firmware zu aktualisieren.
es: Por favor, reinicie la impresora para actualizar al último firmware.
pt: Por favor reinicia a tua impressora de forma a atualizar para a última versão de firmware.

source: %(days)d days
de: %(days)d Tage
es: %(days)d dias
pt: %(dias)d dias

source: %(days)d.5 days
de: %(days)d.5 Tage
es: %(days)d.5 dias
pt: %(days)d.5 dia

source: %(days)d day
de: %(days)d Tag
es: %(days)d dias
pt: %(days)d dia

source: %(hours)d hour
de: %(hours)d Stunde
es: %(hours)d hora
pt: %(hours)d hora

source: %(hours)d hours
de: %(hours)d Stunden
es: %(hours)d horas
pt: %(hours)d horas

source: %(hours)d.5 hours
de: %(hours)d.5 Stunden
es: %(hours)d.5 horas
pt: %(hours)d.5 horas

source: 1 day
de: 1 Tag
es: 1 dia
pt: 1 dia

source: a minute
de: eine Minute
es: un minuto
pt: um minuto

source: 2 minutes
de: 2 Minuten
es: 2 minutos
pt: 2 minutos

source: %(minutes)d minutes
de: %(minutes)d minuten
es: %(minutes)d minutos
pt: %(minutes)d minutos

source: 40 minutes
de: 40 Minuten
es: 40 minutos
pt: 40 minutos

source: 50 minutes
de: 50 Minuten
es: 50 minutos
pt: 50 minutos

source: 1 hour
de: 1 Stunde
es: 1 hora
pt: 1 hora

source: a couple of seconds
de: einige Sekunden
es: Algunos de segundos
pt: alguns segundos

source: a few seconds
pt: poucos segundos

source: less than a minute
de: weniger als 1 Minute
es: menos de un minuto
pt: menos de um minuto

source: Restarting
de: Neu starten
es: Reiniciando
pt: Reiniciando

source: Offline
es: Desconectado
pt: Desligado

source: Opening serial port
de: Serial Port öffnen
es: Abriendo puerta de serie
pt: A abrir porta série

source: Detecting serial port
de: Serial Port entdeckend
es: Detectando puerta de serie
pt: A detetar a porta série

source: Detecting baudrate
de: Baudrate entdeckend
es: Detectando baudrate
pt: A detetar baudrate

source: Connecting
de: Verbinden
es: Conectando
pt: A conectar

source: Operational
de: Operativ
es: Operacional
pt: Operacional

source: Printing from SD
de: Drucken von SD
es: Imprimiendo desde SD
pt: A imprimir de SD

source: Sending file to SD
de: Datei an SD senden
es: Envío de archivos a SD
pt: A enviar dicheiro para SD

source: Printing
de: Drucken
es: Imprimiendo
pt: A imprimir

source: Paused
de: Pausiert
es: En pausa
pt: Suspenso

source: Closed
de: Geschlossen
es: Cerrado
pt: Fechado

source: Transfering file to SD
de: Datei auf SD übertragen
es: Transferencia de archivos a SD
pt: A transferir ficheiro para SD

source: Connecting...
de: Verbinden
es: Conectando...
pt: A conectar...

source: Connect
de: Verbinden
es: Conectar
pt: Conectar

source: Disconnect
de: Trennen
pt: Desconectar

source: Tool
es: Herramienta
pt: Extrusor

source: Your available free disk space is critically low.
de: Der freier Festplattenspeicher ist kritisch niedrig
es: El espacio disponible libre en el disco es críticamente bajo
pt: O espaço disponível no disco é criticamente baixo

source: Your available free disk space is starting to run low.
de: Es gibt wenig freier Festplattenspeicher.
es: El espacio disponible en el disco libre está a agotarse.
pt: O espaço disponível no disco está a esgotar-se.

source: Your current disk usage.
de: Aktueller Datenträgerverbrauch.
es: Uso actual del disco
pt: Utilização atual do disco.

source: Filament
es: Filamento
pt: Filamento

source: Estimated print time
de: Geschätzte Druckzeit
es: Tiempo estimado de impresión
pt: Tempo de impressão estimado

source: Last printed
de: Letzt gedruckt
es: Última impresión
pt: Impresso por último

source: Last print time
de: Letzte Druckzeit
es: Última hora de impresión
pt: Último tempo de impressão

source: Slicing done
de: Slicing fertig
es: Slicing hecho
pt: Slicing feito

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
de: Sliced %(stl)s nach %(gcode)s, dauerte %(time).2f Sekunden
pt: Sliced %(stl)s para %(gcode)s, levou %(time).2f segundos

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
de: Konnte nicht slice %(stl)s nach %(gcode)s: %(reason)s
pt: Não foi possível fazer slicing %(stl)s para %(gcode)s: %(reason)s

source: Slicing failed
de: Slicing fehlgeschlagen
es: Slicing falló
pt: Slicing falhou

source: Streaming ...
pt: A transmitir ...

source: Streaming done
de: Streaming fertig
es: Streaming hecho
pt: Transmissão terminada

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
de: Streamed %(local)s nach %(remote)s auf SD, dauerte %(time).2f Sekunden
pt: Transmitido %(local)s para %(remote)s no SD, levou %(time).2f segundos

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
de: Die Datei konnte nicht hochgeladen werden. Stellst du sicher, dass es eine gültige Datei mitdiese Extensionen ist: %(extensions)s
es: No se pudo cargar el archivo. Asegúrate de que es un archivo válido con uno de estas extensiones:: %(extensions)s
pt: Upload do ficheiro não foi possível. Garante que que é ficheiro válido com uma das seguintes extensões: %(extensions)s
