Repository: beeverycreative/BEEweb
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pt

source: Confirm the action to clear the application cache.
de: Bestätig der Betrieb, um den Anwendungscache zu löschen.
es: Confirme la acción para borrar la aplicación de caché.
pt: Confirma a ação para limpar o cache do aplicativo

source: Please reload
de: Bitte wieder laden
es: Por favor, vuelve a cargar
pt: Recarregar por favor

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
de: Es gibt eine neue BEESOFT Version, ein Neueinspielung der Benutzeroberflächewird benötigt. Das unterbricht keine Druckaufträge, die möglicherweiselaufen haben. Bitte laden das Webinterface jetzt. Du sollst auf die Knopfunten klicken.
pt: Há uma nova versão ativa do BEESOFT agora, é necessário recarregar o utilizador. Isto não irá interromper os trabalhos de impressão em curso que possas ter. Por favor recarrega o interface agora clicando no botão em baixo.

source: Reload now
de: Jetzt wieder laden
es: Recargar ahora
pt: Recarregar agora

source: Search files here...
de: Dateien suchen hier...
es: Buscar archivos aquí...
pt: Procurar ficheiros aqui...

source: Import Model
de: Modell importieren
es: Importar modelo
pt: Importar Modelo

source: Uploaded
es: Subido
pt: Carregado

source: Load and Print
de: Laden und Drucken
es: Cargar e imprimir
pt: Carregado e imprimir

source: Additional data
de: Zusätzliche Daten
es: Datos adicionales
pt: Informação adicional

source: Download
es: Descargar
pt: Descarregar

source: Remove
de: Entfernen
es: retirar
pt: Remover

source: Add to Platform
de: Hinzufügen zu Plattform
es: Añadir a la plataforma
pt: Adicionar à plataforma

source: File list settings
de: Einstellungen der Dateiliste
es: Configuración de la lista de archivos
pt: Configurações da lista de ficheiros

source: Sort by name
de: Nach Name sortieren
es: Ordenar por nombre
pt: Ordenar por nome

source: Sort by upload date
de: Nach Uploaddatum sortieren
es: Ordenar por fecha de subida
pt: Ordenar por data de carregamento

source: Sort by file size
de: Nach Dateigröße sortieren
es: Ordenar por tamaño de archivo
pt: Ordenar por tamanho do ficheiro

source: Sort by type
de: Nach Typ sortieren
es: Ordenar por tipo
pt: Ordenar por tipo

source: Only show GCode files
de: Nur GCode-Dateien anzeigen
es: Mostrar sólo archivos de GCode
pt: Mostrar somente ficheiros GCode

source: Only show STL files
de: Nur STL-Dateien anzeigen
es: Mostrar sólo archivos STL
pt: Mostrar somente ficheiros STL

source: Only show files stored locally
de: Nur lokal gespeicherte Dateien anzeigen
es: Mostrar sólo archivos almacenados localmente
pt: Mostrar somente ficheiros guardados localmente

source: Only show files stored on SD
de: Nur Dateien anzeigen, die auf SD gespeichert sind
es: Mostrar sólo los archivos almacenados en SD
pt: Mostra somente ficheiros guardados no cartão SD

source: Hide successfully printed files
de: Gedruckten Dateien erfolgreich ausblenden
es: Ocultar archivos de impresiones exitosas
pt: Ocultar ficheiros de impressões bem sucedidas

source: Refresh file list
de: Dateiliste aktualisieren
es: Actualizar lista de archivos
pt: Atualizar lista de ficheiros

source: SD Card operations
de: SD-Karte Operationen
es: Operaciones de la tarjeta SD
pt: Operações do cartão SD

source: Initialize SD card
de: SD-Karte initialisieren
es: Inicializar la tarjeta SD
pt: Inicializar Cartão SD

source: Refresh SD files
de: SD-Dateien aktualisieren
es: Actualizar archivos SD
pt: Atualizar ficheiros SD

source: Release SD card
de: SD-Karte Übertragung
pt: Libertar cartão SD

source: Save & Shutdown
de: Speichern & Herunterfahren
es: Guardar y cerrar
pt: Gravar & desligar

source: You can power off your printer. Alternatively you can resume or cancel your print.
de: Du kannst den Drucker ausschalten. Im anderen Fall kannst du den Druck fortsetzenoder abbrechen.
es: Puedes apagar la impresora. Como alternativa, puedes reanudar o cancelar la impresión.
pt: Podes desligar a tua impressora. Como alternativa podes continuar ou cancelar a tua impressão.

source: The estimated amount of filament in the spool is not enough to complete the print job!
de: Die geschätzte Filamentmenge in der Spule reicht nicht aus, um denDruckauftrag abzuschließen!
es: ¡La cantidad estimada de filamento en el carrete puede no ser suficiente para completar el trabajo de impresión!
pt: O filamento na bobine pode não ser suficiente para terminar a impressão!

source: Change filament or proceed at your own risk.
de: Filament wechseln oder auf eigene Gefahr fortfahren.
es: Cambie el filamento o proceda bajo tu propio riesgo.
pt: Muda de filamento ou continua a teu risco.

source: Loaded File
de: Datei geladet
es: Archivo cargado
pt: Ficheiro carregado

source: Resume
de: Fortsetzen
es: Retomar
pt: Continuar

source: Restart
de: Neu starten
es: Reiniciar
pt: Reiniciar

source: Press PRINT... to print the object(s) on the platform
de: Drück DRUCKEN ... um das Objekt(s) auf der Plattform zu drucken
es: Pulse IMPRIMIR ... para imprimir el objeto (s) en la plataforma
pt: Clica em IMPRIMIR... para imprimir o(s) objeto(s) da plataforma

source: Print...
de: Druckt
es: Imprimir
pt: Imprimir...

source: Printer options
de: Druckeroptionen
es: Opciones de la impresora
pt: Opções da impressora

source: Your
de: Deine
es: Tuyo
pt: A tua

source: has a file in its internal memory.
de: hat eine Datei im internen Speicher
es: Tiene un archivo en su memoria interna
pt: tem um ficheiro na sua memória.

source: It corresponds to the last file that was printed. Press the button below to print it.
de: Es entspricht der letzten Datei, die gedruckt wurde. Drück der Knopf unten,um es zu drucken.
es: Corresponde al último archivo que fue impreso. Por favor Pulse el botón de abajo para imprimirlo.
pt: Isso corresponde ao último ficheiro que foi impresso. Por favor clica no botão em baixo para imprimí-lo.

source: Repeat last Print
de: Den letzten Druck wiederholen
es: Repetir la última impresión
pt: Repete a última impressão

source: Press PRINT... to estimate the print time for the objects in the platform.
de: Drück Drucken...um die Druckzeit für die Objekte in der Plattform zu schätzen.
es: Pulse IMPRIMIR... para estimar el tiempo de impresión de los objetos de la plataforma.
pt: Clica IMPRIMIR... para estimar o tempo de impressão dos objetos na plataforma.

source: Print Time
de: Druckzeit
es: Tiempo de impresión
pt: Tempo de impressão

source: Printed
de: gedruckt
es: Impreso
pt: Impresso

source: Completion
de: Fertigstellung
es: Terminado
pt: Conclusão

source: Approx. Print Time
de: Ungefähr Druckzeit
es: Tiempo Aproximado de impresión
pt: Tempo de impressão aproximado

source: Approx. Time Left
de: Ungefähr Übrige Zeit
es: Tiempo aproximado restante
pt: Tempo restante aproximado

source: Current printer state
de: Aktueller Druckerstatus
es: Estado actual de la impresora
pt: Atual estado de impressão

source: State
de: Status
es: Estado
pt: Estado

source: Name of file currently selected for printing
de: Name der aktuell Datei zu drucken ausgewählt
es: Nombre del archivo seleccionado actualmente para la impresión
pt: Nome do ficheiro selecionado para imprimir

source: File
de: Datei
es: Fichero
pt: Ficheiro

source: Current timelapse configuration
de: Aktuelle Zeitplan Konfiguration
es: Configuración actual de timelapse
pt: Configuração de timelapse atual

source: Estimated total print time base on statistical analysis or past prints
pt: Tempo total de impressão estimado com base numa análise estatística ou em impressões anteriores

source: Approx. Total Print Time
de: Ungefähr Gesamtdruckzeit
es: Aprox. Tiempo total de impresión
pt: Tempo total de impressão aproximado

source: Total print time so far
de: Gesamtdruckzeit bis jetzt
es: Tiempo total de impresión hasta el momento
pt: Tempo total de impressão até agora

source: Print Time Left
de: bleiben Druckzeit
es: Tiempo de impresión restante
pt: Tempo de impressão restante

source: Bytes printed vs total bytes of file
de: Bytes gedruckt vs gesamt Datei bytes
es: Bytes impresos frente a los bytes totales del archivo
pt: Bytes impressos vs total de bytes do ficheiro

source: Cancels the print job
de: Druckauftrag abbrechen
es: Cancelar el proceso impresión
pt: Cancela a impressão

source: Create Folder
de: Ordner erstellen
es: Crear carpeta
pt: Criar Pasta

source: Please specify the name of the folder to create.
de: Bitte geben den Namen zu der erstellenden Ordner ein.
es: Especifica el nombre de la carpeta para crear.
pt: Introduza o nome da pasta que pretende criar.

source: Folder name
de: Ordnernamen
es: Nombre de la carpeta
pt: Nome da pasta

source: Create
de: Erstellen
es: Crear
pt: Criar

source: Object Position (mm)
de: Objekt Position (mm)
es: Posición del objeto (mm)
pt: Posição do objeto (mm)

source: Object Dimensions (mm)
de: Objekt Abmessungen (mm)
es: Dimensiones del objeto (mm)
pt: Dimensão do objeto (mm)

source: Scale Object
de: Objekt skalieren
es: escala del objeto
pt: Dimensionar Objeto

source: Scale to Max
de: Auf Max. skalieren
es: Escalar para el máximo
pt: Dimensionar ao Máximo

source: Keep proportions
de: Proportionen beibehalten
es: Mantener proporciones
pt: Manter proporções

source: Rotate Object
de: Objekt drehen
es: Girar objeto
pt: Rodar Objeto

source: Object Rotation (deg)
de: Objektdrehung (deg)
es: Rotación de objetos (deg)
pt: Rotação do Objeto (°)

source: 45° Left
de: 45° links
es: 45 ° a la izquierda
pt: 45° Esquerda

source: 45° Right
de: 45° rechts
es: 45 ° a la derecha
pt: 45° Direita

source: Place on bed
de: Auf der Plattform platzieren
es: Colocar en la plataforma
pt: Posicionar na plataforma

source: Move Object
de: Objekt verschieben
es: Mover objeto
pt: Mover objeto

source: Center object
de: Objekt zentrieren
es: Centrar objeto
pt: Centrar objeto

source: Reset object
de: Objekt zurücksetzen
es: Restablecer objeto
pt: Reverter objeto

source: Clone object
de: Klon objekt
es: duplicar objeto
pt: Clonar objeto

source: Save to STL
de: Als STL speichern
es: Guardar STL
pt: Gravar para STL

source: Reset camera position
de: Kamera position zurücksetzen
es: Restablecer la posición de la cámara
pt: Reverter câmara

source: Clear Platform
de: Plattform löschen
es: Limpiar plataforma
pt: Limpar plataforma

source: The model is out of the printing area.
de: Das Modell befindet sich außerhalb des Druckbereich.
es: El modelo está fuera del área de impresión.
pt: O modelo está fora da área de impressão.

source: Please specify the name you want for the STL file.
de: Bitte geben den gewünschten Namen für die STL-Datei an.
es: Especifique el nombre que desea para el archivo STL.
pt: Introduz o nome que pretendes para o ficheiro STL.

source: Print finished
de: Druck fertig
es: Impresión terminada
pt: Impressão terminada

source: Please give us your feedback about the print...
de: Bitte geben uns Feedback über den Druck...
es: Por favor, danos tu opinión sobre la impresión...
pt: Por favor dá-nos o teu feedback sobre a impressão...

source: How do you rate the print quality?
de: Wie beurteilst du die Druckqualität?
es: ¿Cómo calificas la calidad de impresión?
pt: Como classificas a qualidade da impressão?

source: From 1 to 10, being 10 the best quality.
de: Von 1 bis 10. 10 ist beste Qualität.
es: De 1 a 10, siendo 10 la mejor calidad.
pt: De 1 a 10, sendo 10 a melhor qualidade.

source: Was the print successful?
de: War der Druck erfolgreich?
es: ¿La impresión fue exitosa?
pt: A impressão foi bem sucedida?

source: Observations
de: Bemerkungen
es: Observaciones
pt: Observações

source: Send
de: Senden
es: Enviar
pt: Enviar

source: Print GCode
de: GCode drucken
es: Imprimir GCode
pt: Imprimir GCode

source: Heating
de: Heizung
es: Calentando
pt: A aquecer

source: Transferring
de: Übertragung
es: Transfiriendo
pt: A transferir

source: Ready
de: Bereit
es: Listo
pt: Operacional

source: Disconnected
de: Ausgestöpselt
es: Sin conexión
pt: Desligada

source: Resuming
de: Fortsetzen
es: Reanudar
pt: Reiniciando

source: This will cancel your print.
de: Dies wird der Druckauftrag abbrechen.
es: Esto cancelará su impresión.
pt: Isto irá cancelar a impressão.

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
de: BEESOFT ist offline, zumindest reagiert es nicht. Es<strong>war nicht möglich automatisch wiederverbinden</strong>.Bitte versuchen es manuell wieder zu verbinden, benutzend der Taste unten.
es: El BEESOFT parece estar ofline, al menos no está respondiendo.<strong>No fue posible reconectarlo automaticamente</strong>.Por favor prueba reconectarlo manualmente utilizando el boton abajo.
pt: O BEESOFT está a reiniciar, até agora não foi possível obter resposta. Iremos tentar reconectar automaticamente durante os próximos <strong>dois minutos</strong>, no entanto se pretenderes tentar manualmente podes clicar no botão abaixo.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
de: BEESOFT ist offline, zumindest reagiert es nicht.Es<strong>war nicht möglich automatisch wiederverbinden</strong>.Bitte versuchen es manuell wieder zu verbinden, benutzend der Taste unten.
es: El BEESOFT parece estar ofline, al menos no está respondiendo.<strong>No fue posible reconectarlo automaticamente</strong>.Por favor prueba reconectarlo manualmente utilizando el boton abajo.
pt: O BEESOFT está a reiniciar, até agora não foi possível obter resposta. <strong>Não foi possível reconectar automaticamente</strong>,no entanto se pretenderes tentar manualmente podes clicar no botão abaixo.

source: remaining
de: verbleibend
es: restante
pt: restante

source: There is no model on the platform. First import a model to print or estimate the print time.
pt: Não está nenhum modelo na plataforma. Primeiro importa um modelo 3D para imprimires ou estimares o tempo de impressão.

source: No model on the platform
pt: Nenhum modelo na plataforma

source: Restart BEESOFT
de: Neustart BEESOFT
es: Reiniciar BEESOFT
pt: Reiniciar BEESOFT

source: Sort by file type
pt: Ordenar por tipo de ficheiro

source: Only show machine code files
pt: Mostrar apenas ficheiros GCODE

source: Only show model files
pt: Mostrar apenas ficheiros STL

source: Sort by Folders, Files
pt: Ordernar por Pasta, Ficheiros

source: Sort by Files, Folders
pt: Ordenar por Ficheiros, Pastas

source: Mixed
pt: Misturar

source: BEEweb
de: BEESOFT
es: BEESOFT

source: The update could not be started. Is it already active? Please consult the log for details.
de: Das Update konnte nicht gestartet werden. Bitte konsultier daslog für Angaben.
es: No es posible iniciar la actualización. Por favor, consulta el log para detalles.

source: Now updating to %(version)s
de: Jetzt aktualisieren nach %(version)s
es: Actualizando para %(version)s

source: The update finished successfully and the BEESOFT will now be restarted.
es: La actualización finalizó correctamente y el BEESOFT se reiniciará.

source: The BEESOFT apparently did not restart by itself, you'll have to do it manually. Please consult the log file on what went wrong.
es: El BEESOFT aparentemente no reinicio, tendrás que hacerlo manualmente. Por favor, consulte el fichero log para verificar que salió mal.

source: The update finished successfully, please reboot the BEESOFT now.
es: La actualización se ha completado correctamente. Reinicia el BEESOFT ahora.

source: Rebooting the BEESOFT failed, please reboot it manually. You might also want to consult the log file on what went wrong here.
es: No se pudo reiniciar el BEESOFT,reinícielo manualmente. También puedesconsultar el fichero log sobre lo que salió mal aquí.

source: This will update the following components and restart the BEESOFT:
es: Esto actualizará los siguientes componentes y reiniciará el BEESOFT:

source: Webcam
es: Cámara web

source: Interface
es: Interfaz

source: BEESOFT appears to be down, at least it is not responding.It <strong>was not possible to reconnect automatically</strong>.Please try to manually reconnect using the button bellow.
es: BEESOFT parece estar ofline, al menos no está respondiendo.<strong>No fue posible reconectarlo automaticamente</strong>.Por favor prueba reconectarlo manualmente utilizando el boton abajo.

source: BEESOFT is offline
es: El BEESOFT no está en línea

source: There was an unhandled error while talking to the printer. Due to that OctoPrint disconnected. Error: %(error)s
de: Es war ein Unbehandelte Kommunikationsfehler. Deswegen wurde BEESOFT ausgestöpselt. Fehler: %(error)s
es: Hubo un error inesperado de comunicación con la impresora. Debido a que BEESOTF está desconectado. Error: %(error)s

source: Login
de: Anmeldung
es: Iniciar sesión

source: Based on a mix of average total from past prints and calculation(usually good accuracy)
es: Basado en una mezcla de promedio total de impresiones hechas y cálculos adicionales(generalmente buena precisión)

source: The scene was saved to the local filesystem.
de: Der Arbeitsbereich wurde in deien Computer gespeichert.
es: El área de trabajo se guardó en tu ordenador.

source: Save success
de: Speichern erfolgreich
es: Guardado con éxito

source: Could not save the scene in the BEESOFT filesystem. Make sure you have the right permissions and disk space.
es: No fue posible guardar la área de trabalho en el sistema de archivo BEESOFT. Asegúrate de tener los permisos adecuados y el espacio en disco.

source: Powered by
de: Angetrieben von
es: Desarrollado por

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
de: Bitte konfigurieren, welcher Slicer und welches Slicing-Profil verwendet werden soll und benennendie G-Code-Datei zu slice, oder klicken auf "Abbrechen", wenn du es jetzt nichtslice möchtest.
es: Por favor, configura el slicer y qué perfil de slicing utilizar y asigne un nombre al archivo GCode para slice abajo, o hacer clic en "Cancel" si tu no deseas slice el archivo ahora.

source: This option creates a base that will allow the model to adhere to the table and help avoid warping. The raft may be hard to remove from the model, so only use when needed.
de: Diese Option schafft eine Basis, die es dem Modell ermöglicht sich an die Drucktischzu halten und Warping vermeidet. Das Raft kann schwer von der Modell entfernen,also benutzt es nur wenn es erforderlich ist.
es: Esta opción crea una base que permitirá que el modelo se adhiera a la tabla y ayude a evitar la deformación. El RAFT puede ser difícil de eliminar del modelo, por lo que sólo se utiliza cuando sea necesario.

source: Output
de: Ausgabe
es: Salida

source: The snappy web interface for your 3D printer
de: Das 3D Drucker Software, dass multiplatform und einfach ist
es: Software de impresión 3D multi-plataforma simple y fácil

source: To unload the filament, push the Unload button and pull the filament steadily. To load the filament insert it in the inlet hole and push it until it reaches the end. Then click on the Load button, and push the filament a little more until the printer pulls it and extrudes a little filament.
de: Um das Filament zu entladen, drücken den Entladen Knopf, warten einige Sekunden und ziehen das Filamentstetig. Um das Filament zu laden, legen ihn in das Einlassloch und schieben ihnbis zum Ende. Dann klicken auf die Laden Knopft und ziehen dasFilament ein wenig mehr, bis der Drucker es zieht und das Filamentextrudiert.
es: Para descargar el filamento, presione el botón de descarga y jale el filamento firmemente. Para cargar el filamento, insértalo en el orificio de entrada y empuje hasta que llegue al final. A continuación, haga clic en el botón Cargar y empuje el filamento un poco más hasta que la impresora lo tire y extruya un poco de filamento.

source: WARNING: BE CAREFUL NOT TO TOUCH THE NOZZLE WITH YOUR SKIN DURING THIS PROCESS.
de: WARNUNG: DER EXTRUDERDÜSE NICHT ZUBERÜHREN.
es: ADVERTENCIA: TEN CUIDADO DE NO TOCAR LA BOQUILLA DURANTE ESTE PROCESO.

source: Proceed to insert filament wizard
de: Fortfahren zum Filament-Assistenten
es: Coontinua para el asistente de filamento

source: Admin
es: Administración

source: Password
de: Passwort
es: Contraseña

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
de: Der Name dieser BEESOFT-Instanz wird in der Navigationsleiste angezeigt undim Netzwerk gesendet
es: El nombre de esta instancia BEESOTF se mostrará en la barra de navegación y se emitirá en la red

source: Personalize the color of the navigation bar - maybe to match your printer?
de: Personalisieren die Farbe der Navigationsleiste
es: Personalizar el color de la barra de navegación

source: There is a new version of the BEESOFT active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
es: Hay una nueva versión del BEESOFT activa ahora, se necesita una recarga de la interfaz de usuario. Esto no interrumpe ningún trabajo de impresión que puedas tener en curso. Vuelve a cargar la interfaz web ahora haciendo clic en el botón de abajo.

source: Estimated total print time base on statical analysis or past prints
de: Geschätzte Gesamtdruckzeit auf statistischer Analysen oder vorhergehend Drucke basierend
es: Tiempo estimado de impresión total basado en análisis estadístico o impresiones anteriores

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
de: Geschätzte Zeit bis zum Druckauftrag abgeschlossen ist. Das ist nur eine Schätzung und Genauigkeit hängt von verschiedenen Faktoren ab!
es: Tiempo estimado hasta que se haga el trabajo de impresión. ¡Esto es solamente una estimación y la exactitud depende pesadamente de varios factores!

source: Timelapse
de: Zeitablauf

source: BEESOFT appears to be down, at least it is not respondingIt< strong>was not possible to reconnect automatically</strong>Please try to manually reconnect using the button bellow.
de: BEESOFT ist offline, zumindest reagiert es nicht.Es <strong>war nicht möglich automatisch wiederverbinden</strong>.Bitte versuchen es manuell wieder zu verbinden, benutzend der Taste unten.

source: YYYY-MM-DD HH:mm
de: DD.MM.YYYY HH:mm

source: NOZZLE
de: Extruderdüse

source: A â€“ External spool holder for all spool weights and all filament types.
de: A â€“ Außenspulenhalter für alle Spulengewichte und alle Filamenttypen.

source: B â€“ Internal spool holder for PLA filament and 330g spool only.
de: B â€“ Innenspulenhalter für PLA Filament und nur 330g Spule.

source: the removed nozzle will be at around 200ÂºC
de: die entfernte Extruderdüse liegt bei etwa 200Â°C

source: N/A
de: N/Z
