Repository: beeverycreative/BEEweb
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pt

source: Uploading ...
de: Hochladen
es: Cargando ...
pt: A carregar

source: Saving ...
de: Speichern
es: Guardando ...
pt: A gravar

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
de: Wenn die Zugriffssteuerung deaktiviert sind <strong>und</strong> BEESOFT Einspielung vom Internet aus zugänglich ist, wird der Drucker <strong>für jedermann zugänglich sein</strong>
es: Si desactivas el control de acceso <strong>y</strong> tu instalación BEESOFT es accesible desde Internet, tu impresora <strong>será accesible para cualquer persona
pt: Se desativares o Controlo de Acesso <strong>e</strong> a instalação do teu BEESOFT estará acessível pela internet, a tua impressora <strong>estará acessível para qualquer pessoa.

source: Loading...
de: Laden...
es: cargando...
pt: A carregar...

source: Analyzing...
de: Analysieren...
es: analizando...
pt: A analisar...

source: Analyzed
de: Analysiert
es: Analizado
pt: Analisado

source: Model size
de: Modellgröße
es: Tamaño del modelo
pt: Tamanho do modelo

source: Estimated total print time
de: Geschätzte gesamt Druckzeit
es: Tiempo de impresión total estimado
pt: Estimativa de tempo total de impressão

source: Estimated layer height
de: Geschätzte Schichthöhe
es: Altura estimada de la capa
pt: Estimativa de altura de camada

source: Layer count
de: Schichtzahl
es: Recuento de capas
pt: Contagem de camadas

source: printed
de: gedruckt
es: Impreso
pt: impresso

source: visited
de: besucht
es: Visitado
pt: visitado

source: Layer number
de: Schichtnummer
es: Número de capa
pt: Número da camada

source: Layer height
de: Schichthöhe
es: Altura de la capa
pt: Altura da camada

source: GCODE commands
de: GCODE Befehle
es: Comandos G CODE
pt: Comandos do GCODE

source: Login successful
de: Anmeldung erfolgreich
es: Inicio de sesión con exito
pt: Login bem sucedido

source: You are now logged in as "%(username)s"
de: Du bist angemeldet als "%(username)s"
es: Has iniciado sesión como "%(username)s"
pt: Efetuaste login como "%(username)s"

source: Login failed
de: Anmeldung fehlgeschlagen
es: error de inicio de sesión
pt: Login falhou

source: User unknown or wrong password
de: Unbekannter Benutzer oder falsches Passwort
es: Contraseña desconocida o incorrecta del usuario
pt: Utilizador desconhecido ou password errada

source: Logout successful
de: Abmeldung erfolgreich
es: Finalizar sesión con éxito
pt: Logout bem sucedido

source: You are now logged out
de: Du bist abgemeldet
es: ahora estás registrado
pt: Sessão terminada

source: The command "%(command)s" executed successfully
de: Der Befehle "%(command)s" wurde erfolgreich ausgeführt
es: El comando "%(command)s" se ejecutó correctamente
pt: O comando "%(command)s" foi executado

source: The command "%(command)s" could not be executed.
de: Der Befehle "%(command)s" konnte nicht ausgeführt werden.
es: El comando "%(command)s" No se pudo ejecutar.
pt: O comando "%(command)s" não pôde ser executado

source: Error
de: Fehler
pt: Erro

source: Restarts the print job from the beginning
de: Den Druckauftrag von Anfang neu starten
es: Reinicia el trabajo de impresión desde el principio
pt: Recomça a impressão desde o início

source: Starts the print job
de: Druckauftrag startet
es: Inicia el trabajo de impresión
pt: Começa a impressão

source: Resumes the print job
de: Druckauftrag fortsetzen
es: Reanuda el trabajo de impresión
pt: Continua a impressão

source: Pauses the print job
de: Druckauftrag pausen
es: Pausa el trabajo de impresión
pt: Suspende a impressão

source: Still stabilizing...
de: Noch stabilisierend
es: Aún estabilizando...
pt: Ainda a estabilizar...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
de: Basierend auf einer linearen Näherung (sehr geringe Genauigkeit, hauptsächlich bei der Anfang des Drucks)
es: Basado en una aproximación lineal (muy baja exactitud, especialmente en elcomienzo de la impresión)
pt: Baseado numa aproximação linear (pouco precisa, especialmente no início impressão)

source: Based on the estimate from analysis of file (medium accuracy)
de: Basierend auf der Schätzung aus der Analyse der Datei (mittlere Genauigkeit)
es: Basado en la estimación de análisis del archivo (precisión media)
pt: Baseado numa estimativa da análise do ficheiro (precisão média)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
de: Basierend auf einer Mischung aus Schätzung von Analyse und Berechnung (mittlere Genauigkeit)
es: Basado en una mezcla de estimación de análisis y cálculo (precisión media)
pt: Baseado numa mistura de estimativas provenientes de análises e cálculos (precisão média)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
de: Basierend auf der durchschnittlichen Gesamtheit der vergangenen Drucke dieses Modells mit dem gleichenDruckerprofil (meistens gute Genauigkeit)
es: Basado en el promedio total de impresiones hechas de este modelo con el mismo perfil de impresora (normalmente buena precisión)
pt: Baseado na média de impressões feitas para modelos com o mesmo perfil de impressão (habitualmente preciso)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
de: Basierend auf einer Mischung aus durchschnittlicher Gesamtmenge aus vergangenen Drucken und Berechnung (meinstensGute Genauigkeit)
pt: Baseado numa mistura de médias da impressões efetuadas e cálculos adicionais (habitualmente preciso)

source: Based on the calculated estimate (best accuracy)
de: Basierend auf der berechneten Schätzung (beste Genauigkeit)
es: Basado en la estimación calculada (mejor precisión)
pt: Com base na estimativa calculada (melhor precisão)

source: Continue
de: Fortfahren
es: Continuar
pt: Continuar

source: Pause
es: Pausa
pt: Suspender

source: On Z Change
de: Auf Z ändern
es: En cambio Z
pt: Mudança no Z

source: Timed
de: Zeitgesteuert
es: temporizado
pt: Temporizado

source: sec
de: Sek
es: seg
pt: seg

source: This will restart the print job from the beginning.
de: Dadurch wird der Druckauftrag von Anfang an neu gestartet
es: Esto reiniciará el trabajo de impresión desde el principio.
pt: Isto irá reiniciar a impressão

source: default
de: Standard
es: Estándar
pt: padrão

source: red
de: Rot
es: Rojo
pt: vermelho

source: orange
es: Naranja
pt: laranja

source: yellow
de: Gelb
es: Amarillo
pt: amarelo

source: green
de: Grün
es: Verde
pt: verde

source: blue
de: Blau
es: Azul
pt: azul

source: violet
de: Violett
es: Violeta
pt: violeta

source: black
de: Schwarz
es: Negro
pt: preto

source: white
de: Weiß
es: Blanco
pt: branco

source: Autodetect from browser
de: Automatische Erkennung vom Browser
es: Detectar automáticamente desde el navegador
pt: Detetar automaticamente através do browser

source: Do nothing
de: Ignorieren
es: Ignorar
pt: Ignorar

source: Select for printing
de: Wählen zum Drucken aus
es: Seleccione para imprimir
pt: Seleciona para imprimir

source: Start printing
de: Drucken starten
es: Empezar a imprimir
pt: Começa a imprimir

source: Could not estimate the print operation. Please make sure the slicer is configured, or contact the support for help.
de: Der Druckvorgang konnte nicht abgeschätzt werden. Bitte stellst du sicher, dass die SlicerKonfiguriert ist, oder du kannst den Support für Hilfe kontaktieren
es: No se pudo estimar la impresión. Asegúrate de que el slicer está configurado o contacta con nuestro soporte para obtener ayuda.
pt: Não foi possível estimar a impressão. Por favor certifica-te que o slicer está configurado, ou em alternativa contacta o Apoio a Cliente para obteres ajuda.

source: No slicer configured
de: Kein Slicer konfiguriert
es: No se ha configurado ningún slicer
pt: Não há slicer configurado

source: Unable to get time estimation for file.
de: Kann keine Zeitschätzung für Datei erhalten.
es: No se puede obtener estimación de tiempo para el archivo
pt: Não foi possível estimar o tempo para este ficheiro.

source: Estimation failed
de: Zeitschätzung fehlgeschlagen
es: La estimación falló
pt: Não foi possível estimar

source: Could not slice the selected file. Please make sure your printer is connected.
de: Die ausgewählte Datei konnte nicht slice werden. Bitte stellst du sicher, dass der Druckerverbundet ist.
es: No se puede cortar el archivo seleccionado. Asegúrese de que su impresora está conectada.
pt: Não foi possível fazer o slice do ficheiro selecionado. Por favor grante que a impressora está conectada.

source: App default
de: Standard App
es: Aplicación estandar
pt: App padrão

source: The workarea was saved on the local filesystem.
pt: A área de trabalho foi guardada no teu computador.

source: Successfully saved
pt: Gravação bem sucedida

source: Could not save the scene in the server filesystem. Make sure you have the right permissions and disk space.
de: Der Arbeitsbereich konnte nicht im BEESOFT-Dateisystem gespeichert werden. Stellst du sicher, dass dieRechte Berechtigungen und Speicherplatz hast.
pt: Não foi possível gravar a área de trabalho no sistema de ficheiros do BEESOFT. Por favor certifica-te que tens as permissões adequadas e espaço disponível em disco.

source: Save failed
de: Speichern fehlgeschlagen
es: Error al guardar
pt: Gravação falhou

source: About
de: Über
es: Acerca de
pt: Sobre

source: Software version:
es: Versión del software
pt: Versão de Software:

source: Firmware version:
es: Versión del Firmware
pt: Versão de firmware:

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
pt: Tens a certeza?

source: Loading model...
de: Modell laden
es: Cargando modelo
pt: A carregar modelo...

source: Maintenance
de: Wartung
es: Mantenimiento
pt: Manutenção

source: Moving...please wait
de: Bewegend...Bitte warten
es: Moviendo ... espere por favor
pt: A mover... por favor aguarda

source: Change filament
de: Filament wechseln
es: Cambiar el filamento
pt: Mudança de filamento

source: This operation is needed when you want to print with a different color or when the filament available in the spool is not enough.
de: Dieser Arbeitsgang ist erforderlich, wenn du mit einer anderen Farbe drucken möchtest oderwenn der verfügbare Filament in der Spule nicht ausreicht.
es: Esta operación es necesaria cuando se desea imprimir con un color diferente o cuando el filamento disponible en la bobina no es suficiente.
pt: Esta operação é necessária quando pretendes imprimir com uma cor diferente ou o filamento disponível na bobine não é suficiente.

source: Buy filament
de: Filament kaufen
es: Comprar filamento
pt: Comprar filamento

source: Change filament now
de: Jetzt Filament wechseln
es: Cambiar filamento ahora
pt: Mudar filamento agora

source: Calibrate
de: kalibrieren
es: Calibrar
pt: Calibrar

source: This operation is needed to ensure the quality of your 3D prints.
de: Diese Arbeitsgang wird benötigt, um die Qualität der 3D-Drucke zu gewährleisten.
es: Esta operación es necesaria para garantizar la calidad de tus impresiones 3D
pt: Esta operação é necessária para garantir a qualidade das tuas impressões.

source: Calibrate now
de: Jetzt kalibrieren
es: Calibrar Ahora
pt: Calibrar agora

source: Extruder Maintenance
de: Extruder Wartung
es: Mantenimiento de la Extrusora
pt: Manutenção do extrusor

source: This operation enables you to unclog the nozzle using the Maintenance Kit.
de: Mit diesem Arbeitsgang kannst du die Extruderdüse mit dem Wartungskit frei machen.
es: Esta operación te permite desatascar la boquilla utilizando el kit de mantenimiento.
pt: Esta operação permite que o nozzle seja desemtupido com o Kit de Manutenção.

source: Start extruder maintenance
de: Extruder Wartung beginnen
es: Inicio del mantenimiento del extrusor
pt: Começar a manutenção do extrusor

source: Switch nozzle
de: Extruderdüse wechseln
es: Cambiar boquilla
pt: Mudança de nozzle

source: It is necessary to change the nozzle when it's clogged or if you need to print with a nozzle of a different diameter, ex: TPU-FLEX.
de: Es ist notwendig, die Extruderdüse zu wechseln, wenn es verstopft ist oder wenn dumit einer Extruderdüse mit einem anderen Durchmesser drucken möchtest, zB: TPU-FLEX.
es: Solo es necesario cambiar la boquilla cuando esta está obstruida o si necesitas imprimir conuna boquilla con un diámetro diferente, por ejemplo para imprimir con TPU-FLEX.
pt: A mudança do nozzle só é necessária se este estiver entupido ou quando precisamos de imprimir com um nozzle de diâmetro diferente, por exemplo para utilizar o TPU-FLEX.

source: Switch nozzle now
de: Extruderdüse jetzt wechseln
es: Cambiar la boquilla ahora
pt: Mudar nozzle agora

source: Next
de: Weiter
es: Siguiente
pt: Próximo

source: Print Setup
de: Druckereinstellung
es: Configuración de impresión
pt: Configuração da impressão

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
de: Slicing ist jetzt deaktiviert, da noch kein Slicer konfiguriert wurde. Bitte konfigurieren einen Slicer unter "Settings".
es: Actualmente, el slicing está desactivado, ya que no se ha configurado ningún slicer. Por favor configura el slicer abajo "Settings".
pt: Não é possível fazer slicing porque não ainda um slicer configurado.Por favor configura o slicer em "Settings".

source: Select a slicer...
de: Wählen einen Slicer....
es: Seleccione un slicer...
pt: Selecionar um slicer...

source: Slicing Profile
de: Slicing Profil
es: Perfil de Slicing
pt: Perfil de slicing

source: Select a slicing profile...
de: Wählen ein Slicing-Profil aus...
es: Seleccione un perfil de slicing...
pt: Selecionar um perfil de slicing...

source: Resolution
de: Lösung
es: Resolución
pt: Resolução

source: Density
de: Dichte
es: Densidad
pt: Densidade

source: Infill
de: Ausfachung
es: Relleno
pt: Preenchimento

source: Platform Adhesion
de: Plattform Haftung
es: Adherencia a la plataforma
pt: Adesão à plataforma

source: NONE
de: KEINE
es: NINGUNA
pt: NENHUM

source: Support
es: Soporte
pt: Suporte

source: TOUCHING PLATFORM
de: Berührung Plattform
es: COLOCAR EN LA PLATAFORMA
pt: PLATAFORMA DE CONTACTO

source: EVERYWHERE
de: ÜBERALL
es: EN TODOS LADOS
pt: EM TODO O LADO

source: Filename
de: Dateiname
es: Nombre del archivo
pt: Nome do ficheiro

source: Details
de: Einzelheiten
es: Detalles
pt: Detalhes

source: FILAMENT
es: Filamento
pt: FILAMENTO

source: Remaining filament
de: Verbleibende Filament
es: Filamento restante
pt: Filamento restante

source: PRINT ESTIMATION
de: DRUCK SCHÄTZUNG
es: ESTIMACIÓN DE IMPRESIÓN
pt: ESTIMATIVA DE IMPRESSÃO

source: Printer Profile
de: Druckerprofil
es: Perfil de impresión
pt: Perfil da impressora

source: Select a printer profile...
de: Wählen ein Druckerprofil...
es: Seleccione un perfil de impresión
pt: Selecionar o perfil da impressora...

source: Action
de: Aktion
es: Acción
pt: Ação

source: Estimate
de: Schätzen
es: Estimativa
pt: Estimar

source: Print
de: Drucken
es: Imprimir
pt: Imprimir

source: OctoPrint
de: BEESOFT
es: BEESOFT
pt: BEESOFT

source: A simple and easy multi-platform 3D printing software
pt: Software de impressão 3D multi-plataforma simples e fácil.

source: Calibration Wizard
de: Kalibrierungsassistent
es: Asistente de calibración
pt: Assistente de calibração

source: Step 1
de: Schritt 1
es: Paso 1
pt: Passo 1

source: Calibration - Table Height
de: Kalibrierung - Tischhöhe
es: Calibración - Altura de la mesa
pt: Calibração - altura da mesa

source: Table Fine Tuning
de: Tisch Feinabstimmung
es: Ajuste fino de la mesa
pt: Ajuste fino da mesa

source: 0.05 millimeters
de: 0.05 Millimeter
es: 0.05 milímetros
pt: 0.05 milímetros

source: 0.5 millimeters
de: 0.5 Millimeter
es: 0.05 milímetros
pt: 0.5 milímetros

source: Make sure the extruder nozzle is clean before this operation.
de: Stellst du sicher, dass die Extruderdüse vor diesem Vorgang sauber ist.
es: Asegúrate de que la boquilla del extrusor esté limpia antes de esta operación
pt: Garante que o nozzle do extrusor está limpo antes de começar esta operação.

source: Put a piece of paper on the table beneath the nozzle. Fine tune the table up or down.
de: Ein Stück Papier auf den Tisch unter der Extruderdüse legen. Feinabstimmung der Tischauf und ab.
es: coloca una hoja de papel sobre la mesa debajo de la boquilla. Ajuste la mesa hacia arriba o hacia abajo.
pt: Coloca um folha de papel na mesa em baixo do nozzle. Ajusta a mesa para cima ou para baixo.

source: You have correctly calibrated the table once the paper is neither stuck nor completely loose.
de: Der Tisch ist richtig kalibriert, sobald das Papier weder geklebtnoch ganz locker ist.
es: La calibración está correcta cuando el papel no está atascado ni completamente suelto.
pt: A calibração está correta quando o papel não está preso nem completamente solto.

source: WARNING: If you have moved the table up too far against the nozzle, click "Cancel" and restart the operation.
de: WARNUNG: Wenn du den Tisch zu weit von die Extruderdüse gezogen hast, klicken auf "Abbrechen" und den Vorgang neu starten.
es: ADVERTENCIA: Si has movido la mesa demasiado lejos contra la boquilla, haga clic en "Cancelar" y reinicia la operación.
pt: ATENÇÃO: Se a mesa se encontrar muito afastada do nozzle, clica "Cancelar" e reinicia todo o processo.

source: Step 2
de: Schritt 2
es: Paso 2
pt: Passo 2

source: Calibration - Table Level
de: Kalibrierung - Tisch kalibrieren
es: Calibración - Nivel de mesa
pt: Calibração - Nível da mesa

source: Put a piece of paper on the table beneath the nozzle.
de: Ein Stück Papier auf den Tisch unter der Extruderdüse legen.
es: Ponga una hoja de papel sobre la mesa debajo de la boquilla.
pt: Coloca um pedaço de papel na mesa em baixo do nozzle.

source: Fine tune the table up or down by rotating the left screw.
de: Feinabstimmung der Tisch nach oben oder unten durch Drehen der linken Schraube.
es: Ajuste la mesa hacia arriba o hacia abajo girando el tornillo izquierdo.
pt: Ajusta a mesa para cima ou para baixo através do parafuso esquerdo.

source: Step 3
de: Schritt 3
es: Paso 3
pt: Passo 3

source: Fine tune the table up or down by rotating the right screw.
de: Feinabstimmung der Tisch nach oben oder unten durch Drehen der rechten Schraube.
es: Ajuste la mesa hacia arriba o hacia abajo girando el tornillo correcto.
pt: Ajusta a mesa para cima ou para baixo através do parafuso direito.

source: Final Step
de: Letzter Schritt
es: Último paso
pt: Passo final

source: Calibration test
de: Kalibrierung Test
es: Prueba de calibración
pt: Teste de calibração

source: Click "Calibration test" if you want to make sure the table has been correctly calibrated.
de: Klicken auf "Kalibrierung test", wenn du sicherstellen möchtest,dass der Tisch korrekt kalibriert ist.
es: Haga clic en "Calibration test" si deseas asegurarte de que la mesa ha sido correctamente calibrada.
pt: Clica em "Teste de calibração" se pretendes verificar se a mesa ficou bem calibrada.

source: The extruder nozzle will move along the table.
de: Die Extruderdüse fortbewegt sich am Drucktisch.
es: La boquilla del extrusor se moverá a lo largo de la mesa.
pt: O nozzle irá mover-se ao longo da mesa.

source: If you want to finish the calibration procedure without testing you can click "OK".
de: Wenn du das Kalibrierungsverfahren ohne Test beenden möchtest,klicken auf "OK".
es: Si deseas terminar el procedimiento de calibración sin probar, puedes hacer clic "OK".
pt: Se pretendes terminar o processo de calibração sem testar, podes clicar em "OK".

source: NOTE: Make sure you remove the piece of paper.
de: HINWEIS: Stellst du sicher, dass du das Papier entfernt hast.
es: NOTA: Asegurate de retirar el trozo de papel.
pt: NOTA: Não te esqueças de retirar o pedaço de papel.

source: Calibration Test
de: Kalibrierung Test
es: Prueba de calibración
pt: Teste de Calibração

source: PRINTING CALIBRATION TEST...PLEASE WAIT
de: KALIBRIERUNG TEST DRUCKEN...BITTE WARTEN
es: PRUEBA DE CALIBRACIÓN DE IMPRESIÓN ... POR FAVOR ESPERA
pt: TESTE DE CALIBRAÇÃO EM CURSO... AGUARDA POR FAVOR

source: The printer will heat up and run the calibration test. This process may take a few moments.
de: Der Drucker wird sich erwärmen um den Kalibrierungstest zu machen. Dieser Vorgang kanneinige Minuten dauern.
es: La impresora se calentará y ejecutará la prueba de calibración. Este proceso puede tardar unos minutos.
pt: A impressora irá aquecer e correr o teste de calibração. Este processo poderá levar uns minutos.

source: Cancel Test
de: Test abbrechen
es: Cancelar la prueba
pt: Cancelar teste

source: Validate Calibration
de: Kalibrierung überprüfen
es: Validar Calibración
pt: Validar calibração

source: Calibration successful
de: Kalibrierung erfolgreich
es: Calibración exitosa
pt: Calibração bem sucedida

source: Repeat calibration
de: Kalibrierung wiederholen
es: Repetir la calibración
pt: Repetir calibração

source: Remove the table and validate your results.
de: Entfernen der Drucktisch und bestätigen die Ergebnisse.
es: REtira la mesa y valida tus resultados.
pt: Retira a mesa e valida o resultado.

source: Compare the resulting pattern on the table to the pictures shown above.
de: Vergleichen das Resultat auf dem Drucktisch mit den oben Bildern gezeigten.
es: Compara el resultado con los resultados mostrados arriba
pt: Compara o resultado com as imagens em cima.

source: Choose the option corresponding to the one that looks most like your result.
de: Wählen die Option, die am meisten wiedas Resultat aussieht.
es: Seleccione la opción correspondiente a la que es mas parecida como tu resultado.
pt: Escolhe a opção correspondente àquela que é mais semelhante com os resultados obtidos.

source: Before proceeding with either one, you must clean both the table and the extruder nozzle placing back the table at the end.
de: Bevor fortfahren, müsst den Drucktisch und auchdie Extruderdüse reinigen und den Drucktisch platzieren.
es: Antes de proceder con cualquiera de ellas, debes limpiar la mesa y la boquilla del extrusor colocando de nuevo la mesa al final.
pt: Antes de proceder com qualquer das opções, tens de limpar a mesa de impressão e o nozzle. Não te esqueças de colocar a mesa na impressora depois de a limpares.

source: Change Filament
de: Filament wechseln
es: Cambiar Filamento
pt: Mudar filamento

source: Select type
de: Typ auswählen
es: Seleccione tipo
pt: Selecionar tipo

source: Select filament type...
de: Filament Typ auswählen
es: Seleccione el tipo de filamento...
pt: Selecionar tipo de filamento...

source: Please select the correct code for the filament. You can find that code on the spool, (e.g: A101 - Transparent).
de: Bitte wählen den richtigen Code für das Filament. Du findest diesen Codeauf der Spule, (z.B.: A101 - Transparent).
es: Selecciona el código correcto para el filamento. Puedes encontrar ese código en la bobina , (e.g: A101 - Transparent).
pt: Por favor selecionar o código de filamento adequado. Poderás encontrar o código na bobine, (e.g: A101 - Transparente).

source: A – External spool holder for all spool weights and all filament types.
es: A – Soporte de bobina externo para todos los pesos y tipos de filamentos.
pt: A - Suporte externo de bobine para todos os tamanhos de bobines e tipos de filamento.

source: B – Internal spool holder for PLA filament and 330g spool only.
es: B – Soporte de bobina interno para PLA y bobinas de 330g solamente
pt: B - Suporte interno de bobine somente para filemanento PLA de 330gr.
