Repository: beeverycreative/BEEweb
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pt

source: An error occurred while saving. Please make sure a filament code is selected and try again.
de: Beim Speichern ist ein Fehler aufgetreten. Bitte stellst du sicher, dass ein Filament code ausgewählt istund versuchen es erneuen.
es: Se ha producido un error al guardar. Asegúrate de que has seleccionado un código de filamento y vuelve a intentarlo.
pt: Um erro ocorreu ao gravar. Por favor garante que o código do filamento é selecionado e tenta novamente.

source: Extruder nozzle has to be heated whenever you change the filament. When it reaches the ideal temperature you may move to the next stage.
de: Die Extruderdüse muss erwärmt werden, wenn du das Filament wechseln willst. Wennes die ideale Temperatur erreicht, kannst du in die nächste Stufe gehen.
es: La boquilla de extrusión debe ser calentada siempre que cambie el filamento. Cuando alcance la temperatura ideal, puedes pasar a la siguiente etapa.
pt: O nozzle tem de aquecer sempre que haja mudança de filamento. Quando chegar à temperatura ideal, poderás avançar para o próximo passo.

source: Heating please wait...
de: Erhitzen bitte warten...
es: Calentando, espera por favor...
pt: A aquecer, por favor aguardar...

source: WARNING: NEVER TOUCH THE EXTRUDER NOZZLE WHEN THE PRINTER IS ON.
de: WARNUNG: NIEMALS DIE EXTRUDERDÜSE BERÜHREN, WENN DER DRUCKER EIN IST.
es: ADVERTENCIA: NUNCA TOCAR LA BOQUILLA DE LA EXTRUSORA CUANDO LA IMPRESORA ESTÁ ENCENDIDA
pt: ATENÇÃO: NUNCA TOCAR NO NOZZLE QUANDO A IMPRESSORA ESTÁ LIGADA.

source: Load
de: Laden
es: Cargar
pt: Carregar

source: Unload
de: Entladen
es: Descargar
pt: Descarregar

source: Make sure the filament is correctly unloaded before proceeding
de: Stellst du sicher, dass das Filament korrekt entladen ist, bevor fortfahren
es: Asegúrate de que el filamento esté correctamente descargado antes de continuar.
pt: Garante que o filamento é descarregado corretamente ante de continuar

source: To unload the filament, push the Unload button and pull the filament steadily. To load the filament insert it in the inlet hole and push it until it reaches the end. Then click on the Load button, and push the filament a little more until the printer pulls it and extrudes a little filament.
pt: Para descarregar filamento, clica no botão Descarregar e puxa o filamento de forma constante. Para carregar filamento, insere o filamento no orifício e empurra-o gentilmente até que não seja mais possível. De seguida, clica no botão Carregar e empurra novamente um pouco mais até sentires que a impressora puxa-o sozinha e extrude um pouco de filamento.

source: Filament left in spool
de: Filament auf die Spule gelassen
es: Filamento en la bobina
pt: Filamento restante na bobine

source: Please take note of the amount of filament in spool, so you can re-use the spool later on.
de: Bitte beachten die Menge des Filaments auf der Spule, damitdie Spule später wieder verwenden kann.
es: Por favor toma nota de la cantidad de filamento en el bobina, para que pueda volver a usarla más adelante.
pt: Por favor toma nota da quantidade de filamento na bobine para poderes reutilizá-la novamente mais tarde.

source: Set Filament in Spool
de: Gesetzt Filament auf die Spule
es: Indica el filamento de la bobina
pt: Indica o filamento na bobine

source: Please insert the amount of filament (in grams) left in the spool.
de: Bitte setzen die verbleibende Filamentmenge (in Gramm) auf der Spule ein.
es: Introduzca la cantidad de filamento (en gramos) que queda en la bobina.
pt: Por favor insere a quantidade de filamento (em gramas) restante na bobine.

source: Check the spool for the filament weight information. If the spool was already used and you registered the remaining weight please use that value.
de: Überprüfen die Spule für die Filamentgewichtsangaben. Wenn die Spulebereits benutzt wurde und das restliche Gewicht registriert hat, benutzt bitte diesenBetrag.
es: Verifica el peso inicial de la bobina. Si la bobina ya fue utilizada y registraste el peso restante, inserta ese valor.
pt: Verifica o peso inicial de filamento da bobine. Se a bobine já não for nova e tens registado a quantidade restante, por favor insere esse valor.

source: Weight of filament left (g)
de: Gelassen Filamentgewicht (g)
es: Peso del filamento (g)
pt: Peso do filamento restante (gr)

source: Filament weight saved.
de: Filamentgewicht gespeichert.
es: Peso del filamento guardado.
pt: Informação de peso de filamento gravada.

source: An error occurred while saving. Please make sure the input value is valid weight in grams.
de: Beim Speichern ist ein Fehler aufgetreten. Bitte stellst du sicher, dass der Eingabewert ein gültigesGewicht in Gramm ist.
es: Se ha producido un error al guardar. Asegúrate de que el valor de entrada es válido en gramos.
pt: Ocorreu um erro durante a gravação. Por favor garante que o valor carregado corresponde a peso em gramas.

source: Extruder Maintenance Wizard
de: Extruder Wartungsassistent
es: Asistente de mantenimiento de la extrusora
pt: Assistente de Manutenção de Extrusor

source: Extruder heating for filament removal
de: Extruder heizung um Filament zu entladen
es: Calentamiento de la extrusor para remover el filamento
pt: Extrusor está a aquecer para poder remover filamento

source: This operations allows you to clean the extruder.
de: Mit diesen Operation kannst du den Extruder reinigen.
es: Esta operación le permite limpiar la extrusora
pt: Estas operações permitem que o extrusor seja limpo.

source: Please use the tools available in your maintenance kit and make sure you have read the instructional material before continuing.
de: Bitte verwenden die Werkzeuge verfügbar in der Wartungs-Kit und stellst du sicher,dass du das Unterrichtsmaterial gelesen hast, bevor fortfahren.
es: Utilice las herramientas disponibles en tu kit de mantenimiento y asegúrate de haber leído el material de instrucción antes de continuar.
pt: Usa por favor as ferramentos fornecidas no Kit de Manutenção após leitura atenda das instruções antes de continuar.

source: Use a hex key to remove the screws on the top cover of your 3D printer.
de: Verwenden einen Sechskantschlüssel, um die Schrauben an der oberen Abdeckung des 3D-Druckers zu entfernen.
es: Utilice la llave hexagonal para quitar los tornillos de la cubierta superior de tu impresora.
pt: Usa uma chave sextavada para retirar os parafusos na tampa superior da tua impressora 3D.

source: Remove the cover by gently pulling upwards.
de: Entfern die Abdeckung vorsichtig nach oben.
es: Retire la cubierta tirando suavemente hacia arriba.
pt: Retira a tampa puxando-a gentilmente para cima.

source: Make sure to place the screws in a secure location.
de: Achten darauf, die Schrauben an einem sicheren Ort zu platzieren.
es: Asegúrese de colocar los tornillos en un lugar seguro.
pt: Não te esqueças de guardar os parafusos retirados para utilização posterior.

source: Using the same tool as before, remove the screw that attaches the cover plate to your 3D printer.
de: Benutzen dasselbe Werkzeug wie vorher und entfernen die Schraube.
es: Usando la misma herramienta que antes, retire el tornillo que une la asa de tu impresora.
pt: Utilizando a mesma chave sextavada, retira o parafuso que fixa a estrutura da pega da tua impressora.

source: Afterwards slide the cover plate in the direction indicated OPEN.
de: Anschließend die Abdeckplatte in Richtung OPEN schieben.
es: Luego deslice la tapa en la dirección indicada OPEN.
pt: De seguida, desliza essa estrutura na direção OPEN

source: Remember to put the screws in a safe location.
de: Achten darauf, die Schrauben an einem sicheren Ort zu platzieren.
es: Recuerda poner los tornillos en un lugar seguro.
pt: NOTA: nao te esqueças de guardar todos os parafusos.

source: Your 3D printer must finish heating before continuing this operation. Please wait...
de: Der 3D-Drucker muss die Heizung beenden, bevor diesen Vorgang fortsetzen.Bitte warten...
es: Tu impresora debe terminar de calentar antes de continuar con esta operación. Por favor espera...
pt: A tua impressora tem de aquecer antes de continuar esta operação. Por favor aguarda...

source: Make sure to unload any filament still loaded in your 3D printer.
de: Achten darauf, um Filament noch in der 3D-Drucker zu entladen.
es: Asegúrese de descargar cualquier filamento aún cargado en su impresora.
pt: Lembra-te que tens de descarregar o filamento que está carregado na tua impressora.

source: Apply the cleaning tool to remove any leftover material that might have lodged inside the extruder.
de: Benutzen das Reinigungswerkzeug, um eventuell vorhandenes Material zu entfernen, das sichim Extruder befinden könnte.
es: Aplique la herramienta de limpieza para quitar cualquier material sobrante que pueda estar alojado dentro de la extrusora.
pt: Utiliza a ferramenta de limpeza para remover todos restos que poderão existir dentro do extrusor.

source: After cleaning the extruder, press load and make sure the filament is extruding normally.
de: Nach dem Reinigen des Extruders, drücken laden und darauf achten, dass der Filamentextrudiert wird.
es: Después de limpiar la extrusora, presiona cargar y asegúrate de que el filamento está extruyendo normalmente.
pt: Depois de limpar o extrusor, prime Carregar e verifica que o filamento é extrudido normalmente.

source: Back
de: Zurück
es: Volver
pt: Voltar

source: Nozzle Switch
de: Extruderdüse wechseln
es: Cambio de boquilla
pt: Mudança de nozzle

source: 1st Series
de: 1. Serie
es: 1ªs series
pt: 1ªs séries

source: 2nd Series
de: 2. Serie
es: 2ªs series
pt: 2ªs séries

source: First, verify if your nozzle belongs to the 1st or 2nd series.
de: Überprüfen, ob die Extruderdüse zur 1. oder 2. Serie gehört.
es: Primero, verifique si su boquilla pertenece a la primera o segunda serie.
pt: Primeiro, verifica se o nozzle pertence à 1ª ou à 2ª série.

source: To replace this type of nozzle, you'll need:
de: Um diese Extruderdüse zu ersetzen, benötigen:
es: Para reemplazar este tipo de boquilla, necesitas:
pt: Para trocar este tipo de nozzle, irás precisar:

source: Additional nozzle;
de: Zusätzlich Extruderdüse
es: Boquilla adicional;
pt: Nozzle adicional;

source: 6mm wrench;
de: 6mm Schraubenschlüssel;
es: Llave de 6mm;
pt: chave de 6mm

source: A surface that can handle the nozzle's heat, once you take it off.
de: Eine Oberfläche, die die Hitze der Extruderdüse behandeln kann, sobald du es abnimmst.
es: Una superficie que puede soportar el calor de la boquilla, una vez que la quites;
pt: Uma superfície que suporte a colocação de um nozzle aquecido após depois de o retirares.

source: 10mm socket wrench;
de: 10mm Steckschlüssel;
es: Llave de tubo de 10 mm;
pt: Chave de caixa de 10mm

source: Ratchet for the socket wrench;
de: Knarre für den Steckschlüssel;
es: Trinquete para la llave de tubo;
pt: Roquete para chave de caixa;

source: NOTICE
de: HINWEIS
es: DARSE CUENTA
pt: NOTA

source: the removed nozzle will be at around 200ºC
es: La boquilla retirada estará a unos 200ºC
pt: o nozzle removido estará a 200ºC aproximadamente

source: WARNING: BE CAREFUL NOT TO TOUCH THE NOZZLE DURING THIS PROCESS.
pt: ATENÇÃO: cuidado para não tocar no nozzle durante este processo.

source: Heating...
de: Heizung...
es: Calentando...
pt: A aquecer...

source: The extruder is currently heating, please wait.
de: Der Extruder ist derzeit heizen, bitte warten.
es: La extrusora se está calentando, por favor espere.
pt: O extrusor está a aquecer, por favor aguarda.

source: When the extruder has reached the ideal temperature, the progress bar will be full.
de: Wenn der Extruder die ideale Temperatur erreicht hat, wird der Fortschrittsbalkenkomplett sein.
es: Cuando la extrusora ha alcanzado la temperatura ideal, la barra de progreso estará completa.
pt: Quando o extrusor tiver atingido a temperatura ideal, a barra de progresso estará completa.

source: Make sure the filament is correctly unloaded before proceeding.
de: Stellst du sicher, dass das Filament entladen ist, bevor fortfahren.
es: Asegúrete de que el filamento esté correctamente descargado antes de continuar.
pt: Certifica-te que o filamento está corretamente descarregado antes de continuar.

source: To unload the filament, push the Unload button and pull the filament steadily.
de: Um das Filament zu entladen, drücken den Entladungs Knopf und ziehen das Filament.
es: Para descargar el filamento, presione el botón de descargar, espera unos segundos y jale el filamento.
pt: Para descarregar filamento, clica em Descarregar, aguarda uns segundos e puxa o filamento

source: Unscrew Nozzle
de: Extruderdüse abschrauben
es: Desenroscar boquilla
pt: Desaparafusa o Nozzle

source: Remove the printing platform to better access the extruder nozzle.
de: Entfernen der Drucktisch, um besser auf die Extruderdüse zuzugreifen.
es: Retire la plataforma de impresión para acceder mejor a la boquilla del extrusor.
pt: Retira a mesa de impressão para acederes melhor ao nozzle do extrusor.

source: Screw the new Nozzle
de: Schrauben die neue Extruderdüse
es: Atornillar la nueva Boquilla
pt: Aparafusa o novo nozzle

source: Screw the nozzle until you feel resistance. The tightness should be sufficient in order to prevent plastic leaks, though not excessive as to not damage the thread. Ideal tightness: 3.5 (N.m).
de: Schrauben die Extruderdüse, bis du Widerstand fühlst. Die Dichtheit sollte ausreichend sein,um Plastiklecks zu vermeiden und auch nicht übermäßig,um das Filament nicht zu beschädigen. Ideale Dichtheit: 3.5 (N.m).
es: Atornille la boquilla hasta que sienta resistencia. La tensión debe ser suficiente para evitar fugas de plástico, aunque no excesivas para no dañar la rosca. La tensión ideal: 3.5 (N.m).
pt: Aparafusa o nozzle até sentires alguma resistência. O aperto deve ser suficiente para prevenir fugas de material, mas não excessivo para que não danifique o equipamento. Aperto ideal: 3.5 (N.m).

source: Select the nozzle size that you just installed:
de: Wählen die Extruderdüsengröße, die du gerade installiert hast:
es: Seleccione el tamaño de la boquilla que acaba de instalar:
pt: Seleciona o tamanho do nozzle que acabaste de instalar:

source: Select nozzle size...
de: Wählen die Extruderdüsengröße...
es: Seleccione el tamaño de la boquilla...
pt: Seleciona o tamanho do nozzle...

source: NOTICE: 0.6 mm nozzles are marked around their perimeter, as you can observe in the above image.
de: HINWEIS: 0,6 mm Extruderdüsen sind um ihren Umfang markiert, wie duim obigen Bild beobachten kannst.
es: AVISO: Las boquillas de 0,6 mm están marcadas alrededor de su perímetro, como se puede observar en la imagen anterior.
pt: NOTA: nozzles 0.6 mm estão marcados à volta do perímetro, como podes observar na imagem acima.

source: An error occurred while saving. Please make sure a nozzle size is selected and try again.
de: Beim Speichern ist ein Fehler aufgetreten. Bitte stellst du sicher, dass eine Extruderdüsengröße ausgewählt istund versuchen es erneut.
es: Se ha producido un error al guardar. Asegúrate de seleccionar el tamaño de la boquilla y vuelva a intentarlo.
pt: Um erro ocorreu ao gravar. Garante que selecionaste o tamanho do nozzle e volta a tentar.

source: Proceed to filament wizard
pt: Continua para o assistente de filamento

source: No
de: Nein
pt: Não

source: Yes
de: Ja
es: Si
pt: Sim

source: Name
es: Nombre
pt: Nome

source: Active
de: Aktiv
es: Activo
pt: Ativo

source: API Key
de: API-Schlüssel
es: Clave API
pt: Chave API

source: Update User
de: Update Benutzer
es: Actualizar usuario
pt: Atualizar utilizador

source: Change password
de: Passwort ändern
es: Cambia la contraseña
pt: Mudar password

source: Delete user
de: Benutzer löschen
es: Borrar usuario
pt: Apagar utilizador

source: Add user
de: Benutzer hinzufügen
es: Agregar usuario
pt: Adicionar utilizador

source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome do utilizador

source: Repeat Password
de: Passwort wiederholen
es: Repite la contraseña
pt: Repete a password

source: Passwords do not match
de: Passwort stimmt nicht überein
es: Las contraseñas no coinciden
pt: Passwords não coincidem

source: Abort
de: Abbruch
es: Abortar
pt: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar
pt: Confirmar

source: Edit user "%(user)s"
de: Benutzer bearbeiten "%(user)s"
es: Editar usuario "%(user)s"
pt: Editar utilizador "%(user)s"

source: Change password for user "%(user)s"
de: Benutzer-passwort ändern "%(user)s"
es: Cambiar contraseña para el usuario "%(user)s"
pt: Mudar password para utilizador "%(user)s"

source: New Password
de: Neue Passwort
es: nueva contraseña
pt: Nova password

source: Current API Key
de: Aktuell API-Schlüssel
es: Clave actual de la API
pt: Chave API atual

source: Name of this BEESOFT instance, will be shown in the navigation bar and broadcast on the network
pt: O nome desta instância BEESOFT será mostrado na barra de navegação e transmitido na rede

source: Title
de: Titel
es: Título
pt: Título

source: Personalize the color of the navigation bar
pt: Personaliza a cor da barra de navegação

source: Color
de: Farbe
pt: Cor

source: For acrylic printers ;)
de: Für Acryldrucker ;)
es: Para impresoras de acrílico ;)
pt: Para impressoras em acrílico ;)

source: Transparent Color
de: Transparente Farbe
es: Color transparente
pt: Cor transparente

source: Language Packs
de: Sprachpakete
es: Paquetes de idiomas
pt: Packs de línguas

source: Manage...
de: Bedienen
es: Gestionar...
pt: Gerir...

source: Default Language
de: Standardsprache
es: Idioma predeterminado
pt: Língua padrão

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
de: Änderungen an der Standardschnittstellensprache werden aktiv nur nacheinem erneuten laden der Seite und wenn es nicht von den Spracheinstellungen der Benutzerüberschrieben werden.
es: Los cambios del idioma de la interfaz por defecto sólo se quedan activas después de recargar la página y si no son anulados por la configuración del idioma del usuario.
pt: As alterações ao idioma do interface padrão só ficarão ativas após recarregar a página e apenas se não for substituído pelas configurações de idioma dos utilizadores.

source: Manage Language Packs...
de: Sprachpakete bedienen
es: Administrar paquetes de idioma...
pt: Gerir packs de línguas...

source: Available Language Packs
de: Sprachpakete verfügbar
es: Paquetes de idiomas disponibles
pt: Packs de línguas disponíveis

source: Last update:
de: Letztes Update:
es: Última actualización:
pt: Última atualização:

source: Delete
de: Löschen
es: Borrar
pt: Apagar

source: No additional Language Packs are installed at the moment.
de: Im Moment sind keine zusätzlichen Sprachpakete installiert.
es: No hay paquetes de idiomas adicionales instalados en este momento
pt: Não packs de línguas adicionais instaladas neste momento.

source: Upload additional Language Packs
de: Zusätzlicher Sprachpakete hochladen
es: Subir paquetes de idiomas adicionales
pt: Carregar packs de línguas adicionais

source: Browse...
de: Browsen...
es: Buscar...
pt: Pesquisar...

source: Upload
es: Subir
pt: Carregar

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
de: Das sieht nicht wie ein gültiges Sprachpaket aus. Gültige Sprachpaketesollten entweder Zip-Dateien oder Tarballs sein und die Extension ".zip", ".tar.gz", ".tgz" or ".tar" haben
es: Esto no parece un paquete de idioma válido. Los paquetes de idiomas válidos deben ser archivos zip o tarballs y tener la extensión ".zip", ".tar.gz", ".tgz" or ".tar"
pt: Isto não aparenta ser um pack de línguas válido. Packs de línguas válidos devem ser ficheiros zip ou tarballs e devem ter a extensão ".zip", ".tar.gz", ".tgz" or ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
de: Bitte beachten, dass die Seite neu laden müsst, damit neuhinzugefügte Sprachpakete zur Verfügung stehen.
es: Necesitas de carregar la pagina para que los paquetes de idiomas recién agregados estén disponibles.
pt: Precisas de recarregar a página de forma a que os packs de línguas recentemente instalados possam ficar disponíveis.

source: Sort by
de: Sortiere nach
es: Ordenar por
pt: Ordenado por

source: ascending
de: aufsteigend
es: Ascendente
pt: ascendente

source: Modification date
de: Änderungsdatum
es: Fecha de modificación
pt: Data de modificação

source: descending
de: absteigend
es: Descendente
pt: descendente

source: Size
de: Größe
es: tamaño
pt: Tamanho

source: Date
de: Datum
es: Fecha
pt: Data

source: Activates advanced options
de: Aktiviert erweiterte Optionen
es: Activa opciones avanzadas
pt: Ativa as opções avançadas

source: NOTE: Changes will only be applied after the system is restarted.
de: HINWEIS: Änderungen werden nur nach dem Neustart des Systems angewendet
es: NOTA: Los cambios sólo se aplicarán después de reiniciar el sistema
pt: NOTA: Mudanças só seram aplicadas depois de reiniciar o sistema.

source: Language
de: Sprache
es: Idioma
pt: Língua

source: Changes to the interface language will only become active after a reload of the page.
de: Änderungen an der Schnittstellensprache werden aktiv, nach der Seite erneutenladen.
es: Los cambios en el idioma de la interfaz sólo se activarán después de volver a cargar la página.
pt: Mudança na língua do interface só ficará ativa depois de recarregar a página.

source: Remember me
de: Angemeldet bleiben
es: Recuérdame
pt: Relembrar-me

source: Help
de: Hilfe
es: Ayuda
pt: Ajuda

source: Troubleshooting
de: Fehlerbehebung
es: Resolución de problemas
pt: Resolução de problemas

source: User Settings
de: Benutzereinstellungen
es: Ajustes de usuario
pt: Configurações do utilizador

source: Logout
es: Cerrar sesión
pt: Sair da sessão

source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações

source: System
es: Sistema
pt: Sistema

source: Upload locally
de: Upload lokal
es: Subir localmente
pt: Carregar localmente

source: Upload to SD
de: Upload auf SD
es: Subir a partir de SD
pt: Carregar para SD

source: SD not initialized
de: SD nicht initialisiert
es: SD no iniciado
pt: SD não iniciado

source: Attempt to reconnect
de: Versuche die Verbindung wiederherzustellen
es: Iintentar reconectarse
pt: Tentar estabelecer ligação

source: Update complete
de: Update komplett
es: Actualizacion completa
pt: Atualização completa

source: In order to finalize the update, please complete the following steps:
de: Um das Update abzuschließen, füll bitte die folgenden Schritte aus:
es: Para finalizar la actualización, complete los siguientes pasos:
pt: De forma a finalizar a atualização, por favor completa os seguintes passos:

source: Press the Alt key in order to show the top menu bar.
de: Drück die Alt-Taste, um die obere Menüleiste anzuzeigen.
es: Pulse la tecla Alt para mostrar la barra de menú superior.
pt: Pressiona a tecla Alt para mostrar a barra de menu.

source: Follow this step only if your are using Windows OS
de: Nur diesem Schritt folgen, wenn Windows OS verwenden
es: Siga este paso sólo si está utilizando el sistema operativo Windows
pt: Segue este passo apenas se utilizares o Sistema Operativo Windows.

source: Click to open the Edit menu on the top bar, and then click on the option "Clear App Data".
de: Klick um das Editmenü in der oberen Leiste zu öffnen, und dann klick auf die Option"Clear App Data".
es: Haz clic para abrir el menú Editar en la barra superior y, a continuación, haga clic en la opción "Clear App Data".
pt: Clica para abrir o menu Editar na barra de ferramentas e depois clica na opção "Clear App Data".
